{
  "odata.metadata": "https://clientvisitmanagementsvc.ciostage.accenture.com/ClientVisitManagement-Service/$metadata#GetImmigrationInfo/@Element",
  "ImmigrationInfo": [
    {
      "ImmigrationDescription": "<p><br />\r\n<strong>1. About the Philippines<br />\r\n2. General travel information<br />\r\n3. Cultural and Business Etiquette</strong><br />\r\n<br />\r\n<br />\r\n<strong>1. About the Philippines</strong></p>\r\n\r\n<p>The Philippines, dubbed as the &ldquo;Pearl of the Orient Seas&rdquo;, is a land characterized by diverse wildlife, rich cultures, and abundant natural resources. Home to some of the world&rsquo;s friendliest people, the country is largely surrounded by bodies of water, with terrain ranging from mountains to lowlands. With a proud heritage greatly influenced by the West, the Philippines is the third largest English speaking country in the world.<br />\r\n&nbsp;</p>\r\n\r\n<p><strong>2. General travel information</strong></p>\r\n\r\n<p>Visa information:&nbsp; Please visit the Department of Foreign Affairs for more information <a href=\"http://www.dfa.gov.ph/index.php/consular-services/visa-information\">http://www.dfa.gov.ph/index.php/consular-services/visa-information</a></p>\r\n\r\n<p>Time Zone: Local Time is GMT+8.</p>\r\n\r\n<p>Climate: March to May is hot and dry. June to October is rainy. November to February is cool. Average temperature ranges from 25&deg;C (78&deg;F) to 32&deg;C (90&deg;F). Average humidity is 77 percent.</p>\r\n\r\n<p>Religion: 80 percent of Filipinos are Roman Catholic; about 5 percent are adherents of Islam; the rest comprises smaller Christian groups and other religions.</p>\r\n\r\n<p>Communication: Video, data and voice connectivity are available in the Philippines, most notably in Metro Manila and Cebu. Mobile phone network providers have international GSM, SMS, GPRS and 3G connectivity. Internet access is available through wired or wireless DSL, cable modem, 3G cellular services and third party WAPs (Wi-Fi). Many hotels, malls and cafes in Metro Manila and Cebu offer Wi-Fi connectivity as well.</p>\r\n\r\n<p>Electricity: 220 volt A/C is the common standard; 110 volt A/C is also used, especially in major hotels.</p>\r\n\r\n<p>Currency: Peso (PHP)</p>\r\n\r\n<p>Business and Banking Hours</p>\r\n\r\n<p>Private and government offices: 8:00 AM to 5:00 PM on weekdays<br />\r\nBanks: 9:00 AM to 3:00 PM on weekdays<br />\r\nCommercial establishments: 10:00 AM to 9:00 PM</p>\r\n\r\n<p>Transportation: You can walk to the Accenture office from most hotels in the business districts of Manila and Cebu. If you need to reach areas outside the business district, several modes of transportation are available, namely:</p>\r\n\r\n<p>Taxis: Taxis are the fastest and most convenient way to move around the city. It is recommended that guests coordinate with their hotel to arrange for a taxi.</p>\r\n\r\n<p>Car Rentals: Car rentals with or without a driver are readily available at the airport and hotels, and from local independent services.</p>\r\n\r\n<p>Water: In the Philippines, bottled purified or mineral water are highly recommended for drinking.</p>\r\n\r\n<p>Tipping Guidelines: Tipping is expected for many services. The standard practice is 10 percent of the total bill. Tipping, however, is optional for bills that include a 10 percent service charge.</p>\r\n\r\n<p>International Credit Cards: You should be able to use your Visa, Master Card and American Express credit cards at major hotels, restaurants and stores. However, not all establishments accept credit cards, so make sure to bring spare cash and change.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>3. Cultural and Business Etiquette</strong></p>\r\n\r\n<p>Communication in the Philippines is high context. Pay close attention to nonverbal signals, as much may be communicated without the use of words. How you say something may be as important as what you say.</p>\r\n\r\n<p>In the Philippines, communication is often indirect, with meaning conveyed through suggestion, implication and nonverbal behavior.</p>\r\n\r\n<p>Presentations that incorporate technology are generally well received. Use creative visuals and showmanship when presenting ideas.</p>\r\n\r\n<p>Most Filipinos are hesitant to use the word &quot;no&quot; in direct response to a request. When you hear a &quot;yes&quot; from a Filipino, be sure to watch for cues that indicate whether the affirmative answer is being said with enthusiasm or with caution.</p>\r\n\r\n<p>In the Philippines, credibility is closely tied to one&rsquo;s personal relationships. Reputation accompanies relationships, and consequently the best method of establishing credibility is to develop and foster relationships with key people.</p>\r\n\r\n<p>Modesty is important in making a good first impression and building a relationship.</p>\r\n\r\n<p>Most Philippine firms operate in a hierarchical manner, with important decisions made at the top level of the organization.</p>\r\n\r\n<p>Sources GlobeSmart&reg;</p>\r\n",
      "UsefulLinks": [
        {
          "Link": "http://www.dfa.gov.ph/index.php/consular-services/visa-information "
        }
      ]
    }
  ],
  "ResponseStatus": "Success",
  "ResponseMessage": ""
}